{"name":"ctxprof-bpe-v1","description":"Self-contained byte-level BPE: GPT-2/cl100k-style reversible byte->unicode mapping plus a real merge table trained on a representative English/code/CJK corpus. Deterministic and vendored (no network at runtime). NOT byte-identical to Anthropic's proprietary tokenizer (explicitly out of scope) — a real, tested BPE used to weight content blocks before reconciliation.","pattern":"'(?:[sdmt]|ll|ve|re)| ?\\p{L}+| ?\\p{N}{1,3}| ?[^\\s\\p{L}\\p{N}]+|\\s+","merges":["Ġ t","i n","Ġ a","o n","Ġ f","r e","o r","e n","e s","a t","Ġ s","e r","Ġ c","h e","i l","l a","Ġ w","Ġ i","d e","Ġt o","k en","Ġ re","i on","Ġ p","u t","i t","Ġ b","l l","c t","Ġa n","Ġan d","r o","Ġ o","Ġ m","s s","Ġt he","es t","il e","in t","at ion","t r","c k","m p","Ġ d","Ġt h","Ġi s","Ġto ken","Ġ C","u r","Ġc on","e x","in g","p ut","t o","to ken","s e","ä ¸","ll o","es s","g e","ur n","Ġcon t","ex t","u ll","s t","est i","esti m","Ġc la","Ġcla ss","e t","token s","a c","a r","Ġf or","Ġ la","Ġw or","l d","i z","a d","la u","lau de","ĠC o","ĠCo de","Ġf ile","r int","r a","a ge","Ġi mp","or t","u n","Ġ n","Ġo f","Ġs k","Ġsk il","Ġskil l","o l","Ġp ro","e ct","Ġ estim","at e","Ġre c","Ġrec on","Ġrecon c","Ġa t","Ġat tr","Ġattr i","Ġattri b","Ġattrib ut","in put","c h","Ġ de","u l","Ġ int","Ġs tr","Ġa s","l o","Ġ ä¸","Ġ ç","it h","q u","Ġf o","v er","Ġwor ld","i s","Ġtoken iz","ĠC laude","Ġs ess","Ġsess ion","Ġp rint","Ġa llo","Ġallo c","Ġalloc ation","Ġm a","Ġma in","Ġf m","Ġfm t","Ġre t","Ġret urn","Ġ er","Ġer r","t he","Ġcont ext","Ġw in","Ġwin d","Ġwind o","Ġwindo w","Ġskill s","Ġm c","Ġmc p","Ġto ol","Ġd es","Ġdes c","Ġdesc r","Ġdescr i","Ġdescri p","Ġdescrip t","Ġdescript or","Ġdescriptor s","Ġpro j","Ġproj ect","e m","Ġo ut","Ġout put","Ġestim ate","Ġreconc ile","Ġattribut e","Ġclass i","Ġclassi f","Ġb u","Ġbu ck","Ġbuck et","Ġc ac","Ġcac he","re ad","u s","Ġw h","Ġd i","Ġ M","ĠM C","ĠMC P","Ġ v","e l","a se","u e","Ġde f","Ġdef a","Ġdefa ul","Ġdefaul t","a l","Ġimp l","en t","ac e","Ġ en","Ġstr u","Ġstru ct","Ġ y","æ ĸ","æĸ ĩ","å ·","å· ¥","å·¥ å","å·¥å ħ","å·¥åħ ·","° ç","Ġä¸ İ","æ ı","Ġ in","Ġi t","Ġth at","Ġ on","Ġw ith","Ġm er","u b","i c","or y","Ġt urn","o u","de d","e e","re d","Ġs t","Ġp ull","T he","Ġ qu","Ġqu i","Ġqui ck","Ġb ro","Ġbro w","Ġbrow n","Ġfo x","Ġ j","Ġj u","Ġju mp","Ġjump s","Ġo ver","Ġla z","Ġlaz y","Ġd o","Ġdo g","Ġ H","ĠH e","ĠHe llo","Ġth is","Ġtokeniz er","Ġt est","ct x","ctx p","ctxp ro","ctxpro f","Ġre ad","Ġread s","Ġf in","Ġfin is","Ġfinis he","Ġfinishe d","Ġ J","ĠJ S","ĠJS O","ĠJSO N","ĠJSON L","Ġprint s","Ġf la","Ġfla m","Ġflam e","g ra","gra p","grap h","p a","pa ck","pack age","Ġimp ort","Ġf un","Ġfun c","( )","Ġ {","P rint","Print l","Printl n","( \"","he llo","\" )","Ġ }","Ġn il","Ġerr or","Ġf ull","Ġf il","Ġfil es","s y","sy st","syst em","Ġre a","Ġrea s","Ġreas on","Ġreason ing","Ġtoken s","Ġclassif y","c re","cre ation","Ġm ess","Ġmess age","Ġ us","Ġus age","C laude","Ġ h","Ġh ar","Ġhar n","Ġharn ess","Ġwh o","Ġwho se","Ġpro f","Ġprof il","Ġprofil er","Ġdi ss","Ġdiss ect","Ġdissect s","f un","fun ct","funct ion","Ġcon st","Ġ l","Ġl et","Ġv ar","Ġi f","Ġ el","Ġel se","Ġwh ile","Ġs w","Ġsw it","Ġswit ch","Ġc ase","Ġb re","Ġbre a","Ġbrea k","Ġcont in","Ġcontin ue","Ġt r","Ġtr ue","Ġf al","Ġfal se","Ġn ull","i mp","imp ort","Ġ ex","Ġex p","Ġexp ort","Ġf ro","Ġfro m","Ġ ext","Ġext en","Ġexten d","Ġextend s","Ġimpl em","Ġimplem ent","Ġimplement s","Ġint er","Ġinter f","Ġinterf ace","Ġt y","Ġty p","Ġtyp e","Ġen u","Ġenu m","Ġt ra","Ġtra it","de f","Ġs el","Ġsel f","Ġy i","Ġyi e","Ġyie ld","Ġas y","Ġasy n","Ġasyn c","Ġa w","Ġaw a","Ġawa it","Ġla m","Ġlam b","Ġlamb d","Ġlambd a","Ġfor m","Ġform at","Ġstr ing","Ġint e","Ġinte g","Ġinteg er","Ġf lo","Ġflo at","Ġb o","Ġbo ol","Ġbool e","Ġboole a","Ġboolea n","ä¸ Ĭ","ä¸Ĭ ä¸","ä¸Ĭä¸ ĭ","ä¸Ĭä¸ĭ æĸĩ","ä¸Ĭä¸ĭæĸĩ ç","ä¸Ĭä¸ĭæĸĩç ª","ä¸Ĭä¸ĭæĸĩçª Ĺ","ä¸Ĭä¸ĭæĸĩçªĹ å","ä¸Ĭä¸ĭæĸĩçªĹå ı","ä¸Ĭä¸ĭæĸĩçªĹåı £","ä¸Ĭä¸ĭæĸĩçªĹåı£ å","ä¸Ĭä¸ĭæĸĩçªĹåı£å Ī","ä¸Ĭä¸ĭæĸĩçªĹåı£åĪ Ĩ","ä¸Ĭä¸ĭæĸĩçªĹåı£åĪĨ æ","ä¸Ĭä¸ĭæĸĩçªĹåı£åĪĨæ ŀ","ä¸Ĭä¸ĭæĸĩçªĹåı£åĪĨæŀ Ĳ","ä¸Ĭä¸ĭæĸĩçªĹåı£åĪĨæŀĲ å·¥åħ·","Ġä¸ Ń","Ġä¸Ń æĸĩ","Ġ ä","Ġä ¼","Ġä¼ °ç","Ġä¼°ç ®","Ġä¼°ç® Ĺ","Ġç ľ","Ġçľ Ł","ĠçľŁ å","ĠçľŁå ®","ĠçľŁå® ŀ","Ġç Ķ","ĠçĶ ¨","ĠçĶ¨ é","ĠçĶ¨é ĩ","ĠçĶ¨éĩ ı","Ġ å","Ġå ¯","Ġå¯ ¹","Ġå¯¹ è","Ġå¯¹è ´","Ġå¯¹è´ ¦","Ġç ³","Ġç³ »","Ġç³» ç","Ġç³»ç »","Ġç³»ç» Ł","Ġç³»ç»Ł æı","Ġç³»ç»Łæı Ĳ","Ġç³»ç»ŁæıĲ ç","Ġç³»ç»ŁæıĲç ¤","Ġç³»ç»ŁæıĲç¤ º","Ġç³»ç»ŁæıĲç¤º è","Ġç³»ç»ŁæıĲç¤ºè ¯","Ġç³»ç»ŁæıĲç¤ºè¯ į","Ġ å·¥åħ·","Ġå·¥åħ· æı","Ġå·¥åħ·æı ı","Ġå·¥åħ·æıı è","Ġå·¥åħ·æııè ¿","Ġå·¥åħ·æııè¿ °ç","Ġå·¥åħ·æııè¿°ç ¬","Ġå·¥åħ·æııè¿°ç¬ ¦","token iz","tokeniz er","Ġtokeniz ation","Ġb y","Ġby t","Ġbyt e","Ġp a","Ġpa i","Ġpai r","Ġen c","Ġenc o","Ġenco d","Ġencod ing","Ġmer g","Ġmerg es","Ġv o","Ġvo c","Ġvoc a","Ġvoca b","Ġvocab u","Ġvocabu la","Ġvocabula r","Ġvocabular y","Ġs ub","Ġsub w","Ġsubw or","Ġsubwor d","Ġ un","Ġun it","Ġunit s","Ġde t","Ġdet er","Ġdeter m","Ġdeterm in","Ġdetermin i","Ġdetermini st","Ġdeterminist ic","Ġw r","Ġwr it","Ġwrit e","Ġp at","Ġpat h","Ġdi re","Ġdire ct","Ġdirect ory","Ġwor k","Ġwork s","Ġworks p","Ġworksp ace","Ġb lo","Ġblo ck","Ġcont ent","Ġt ext","Ġth in","Ġthin k","Ġthink ing","Y ou","Ġo p","Ġop en","Ġopen e","Ġopene d","Ġ lo","Ġlo a","Ġloa ded","Ġth re","Ġthre e","Ġ or","Ġfo ur","Ġy ou","Ġn ee","Ġnee ded","Ġla st","Ġw ee","Ġwee k","Ġw i","Ġwi red","Ġs er","Ġser ver","Ġserver s","estim ate","Ġestimate d","Ġestim ation","Ġreconc il","Ġreconcil i","Ġreconcili ation","Ġattribut ion","Ġclassif i","Ġclassifi er","Ġ r","Ġr ul","Ġrul es","Ġs ing","Ġsing l","Ġsingl e","Ġst at","Ġstat ic","Ġb in","Ġbin ar","Ġbinar y","Ġturn s","Ġf l","Ġfl at","Ġto t","Ġtot al","Ġint o","Ġstruct u","Ġstructu red","Ġa c","Ġac ro","Ġacro ss","Ġbucket s","g ith","gith ub","Ġre p","Ġrep o","Ġrepo s","Ġrepos it","Ġreposit ory","Ġst ar","Ġstar s","Ġi ss","Ġiss u","Ġissu es","Ġre qu","Ġrequ est","Ġc o","Ġco m","Ġcom m","Ġcomm it","Ġb ra","Ġbra n","Ġbran ch","Ġmer ge","Ġre b","Ġreb ase","Ġc l","Ġcl on","Ġclon e","Ġf et","Ġfet ch","Ġp us","Ġpus h","Ċ Ċ"],"vocab":{"Ā":0,"ā":1,"Ă":2,"ă":3,"Ą":4,"ą":5,"Ć":6,"ć":7,"Ĉ":8,"ĉ":9,"Ċ":10,"ċ":11,"Č":12,"č":13,"Ď":14,"ď":15,"Đ":16,"đ":17,"Ē":18,"ē":19,"Ĕ":20,"ĕ":21,"Ė":22,"ė":23,"Ę":24,"ę":25,"Ě":26,"ě":27,"Ĝ":28,"ĝ":29,"Ğ":30,"ğ":31,"Ġ":32,"!":33,"\"":34,"#":35,"$":36,"%":37,"&":38,"'":39,"(":40,")":41,"*":42,"+":43,",":44,"-":45,".":46,"/":47,"0":48,"1":49,"2":50,"3":51,"4":52,"5":53,"6":54,"7":55,"8":56,"9":57,":":58,";":59,"<":60,"=":61,">":62,"?":63,"@":64,"A":65,"B":66,"C":67,"D":68,"E":69,"F":70,"G":71,"H":72,"I":73,"J":74,"K":75,"L":76,"M":77,"N":78,"O":79,"P":80,"Q":81,"R":82,"S":83,"T":84,"U":85,"V":86,"W":87,"X":88,"Y":89,"Z":90,"[":91,"\\":92,"]":93,"^":94,"_":95,"`":96,"a":97,"b":98,"c":99,"d":100,"e":101,"f":102,"g":103,"h":104,"i":105,"j":106,"k":107,"l":108,"m":109,"n":110,"o":111,"p":112,"q":113,"r":114,"s":115,"t":116,"u":117,"v":118,"w":119,"x":120,"y":121,"z":122,"{":123,"|":124,"}":125,"~":126,"ġ":127,"Ģ":128,"ģ":129,"Ĥ":130,"ĥ":131,"Ħ":132,"ħ":133,"Ĩ":134,"ĩ":135,"Ī":136,"ī":137,"Ĭ":138,"ĭ":139,"Į":140,"į":141,"İ":142,"ı":143,"Ĳ":144,"ĳ":145,"Ĵ":146,"ĵ":147,"Ķ":148,"ķ":149,"ĸ":150,"Ĺ":151,"ĺ":152,"Ļ":153,"ļ":154,"Ľ":155,"ľ":156,"Ŀ":157,"ŀ":158,"Ł":159,"ł":160,"¡":161,"¢":162,"£":163,"¤":164,"¥":165,"¦":166,"§":167,"¨":168,"©":169,"ª":170,"«":171,"¬":172,"Ń":173,"®":174,"¯":175,"°":176,"±":177,"²":178,"³":179,"´":180,"µ":181,"¶":182,"·":183,"¸":184,"¹":185,"º":186,"»":187,"¼":188,"½":189,"¾":190,"¿":191,"À":192,"Á":193,"Â":194,"Ã":195,"Ä":196,"Å":197,"Æ":198,"Ç":199,"È":200,"É":201,"Ê":202,"Ë":203,"Ì":204,"Í":205,"Î":206,"Ï":207,"Ð":208,"Ñ":209,"Ò":210,"Ó":211,"Ô":212,"Õ":213,"Ö":214,"×":215,"Ø":216,"Ù":217,"Ú":218,"Û":219,"Ü":220,"Ý":221,"Þ":222,"ß":223,"à":224,"á":225,"â":226,"ã":227,"ä":228,"å":229,"æ":230,"ç":231,"è":232,"é":233,"ê":234,"ë":235,"ì":236,"í":237,"î":238,"ï":239,"ð":240,"ñ":241,"ò":242,"ó":243,"ô":244,"õ":245,"ö":246,"÷":247,"ø":248,"ù":249,"ú":250,"û":251,"ü":252,"ý":253,"þ":254,"ÿ":255,"Ġt":256,"in":257,"Ġa":258,"on":259,"Ġf":260,"re":261,"or":262,"en":263,"es":264,"at":265,"Ġs":266,"er":267,"Ġc":268,"he":269,"il":270,"la":271,"Ġw":272,"Ġi":273,"de":274,"Ġto":275,"ken":276,"Ġre":277,"ion":278,"Ġp":279,"ut":280,"it":281,"Ġb":282,"ll":283,"ct":284,"Ġan":285,"Ġand":286,"ro":287,"Ġo":288,"Ġm":289,"ss":290,"Ġthe":291,"est":292,"ile":293,"int":294,"ation":295,"tr":296,"ck":297,"mp":298,"Ġd":299,"Ġth":300,"Ġis":301,"Ġtoken":302,"ĠC":303,"ur":304,"Ġcon":305,"ex":306,"ing":307,"put":308,"to":309,"token":310,"se":311,"ä¸":312,"llo":313,"ess":314,"ge":315,"urn":316,"Ġcont":317,"ext":318,"ull":319,"st":320,"esti":321,"estim":322,"Ġcla":323,"Ġclass":324,"et":325,"tokens":326,"ac":327,"ar":328,"Ġfor":329,"Ġla":330,"Ġwor":331,"ld":332,"iz":333,"ad":334,"lau":335,"laude":336,"ĠCo":337,"ĠCode":338,"Ġfile":339,"rint":340,"ra":341,"age":342,"Ġimp":343,"ort":344,"un":345,"Ġn":346,"Ġof":347,"Ġsk":348,"Ġskil":349,"Ġskill":350,"ol":351,"Ġpro":352,"ect":353,"Ġestim":354,"ate":355,"Ġrec":356,"Ġrecon":357,"Ġreconc":358,"Ġat":359,"Ġattr":360,"Ġattri":361,"Ġattrib":362,"Ġattribut":363,"input":364,"ch":365,"Ġde":366,"ul":367,"Ġint":368,"Ġstr":369,"Ġas":370,"lo":371,"Ġä¸":372,"Ġç":373,"ith":374,"qu":375,"Ġfo":376,"ver":377,"Ġworld":378,"is":379,"Ġtokeniz":380,"ĠClaude":381,"Ġsess":382,"Ġsession":383,"Ġprint":384,"Ġallo":385,"Ġalloc":386,"Ġallocation":387,"Ġma":388,"Ġmain":389,"Ġfm":390,"Ġfmt":391,"Ġret":392,"Ġreturn":393,"Ġer":394,"Ġerr":395,"the":396,"Ġcontext":397,"Ġwin":398,"Ġwind":399,"Ġwindo":400,"Ġwindow":401,"Ġskills":402,"Ġmc":403,"Ġmcp":404,"Ġtool":405,"Ġdes":406,"Ġdesc":407,"Ġdescr":408,"Ġdescri":409,"Ġdescrip":410,"Ġdescript":411,"Ġdescriptor":412,"Ġdescriptors":413,"Ġproj":414,"Ġproject":415,"em":416,"Ġout":417,"Ġoutput":418,"Ġestimate":419,"Ġreconcile":420,"Ġattribute":421,"Ġclassi":422,"Ġclassif":423,"Ġbu":424,"Ġbuck":425,"Ġbucket":426,"Ġcac":427,"Ġcache":428,"read":429,"us":430,"Ġwh":431,"Ġdi":432,"ĠM":433,"ĠMC":434,"ĠMCP":435,"Ġv":436,"el":437,"ase":438,"ue":439,"Ġdef":440,"Ġdefa":441,"Ġdefaul":442,"Ġdefault":443,"al":444,"Ġimpl":445,"ent":446,"ace":447,"Ġen":448,"Ġstru":449,"Ġstruct":450,"Ġy":451,"æĸ":452,"æĸĩ":453,"å·":454,"å·¥":455,"å·¥å":456,"å·¥åħ":457,"å·¥åħ·":458,"°ç":459,"Ġä¸İ":460,"æı":461,"Ġin":462,"Ġit":463,"Ġthat":464,"Ġon":465,"Ġwith":466,"Ġmer":467,"ub":468,"ic":469,"ory":470,"Ġturn":471,"ou":472,"ded":473,"ee":474,"red":475,"Ġst":476,"Ġpull":477,"The":478,"Ġqu":479,"Ġqui":480,"Ġquick":481,"Ġbro":482,"Ġbrow":483,"Ġbrown":484,"Ġfox":485,"Ġj":486,"Ġju":487,"Ġjump":488,"Ġjumps":489,"Ġover":490,"Ġlaz":491,"Ġlazy":492,"Ġdo":493,"Ġdog":494,"ĠH":495,"ĠHe":496,"ĠHello":497,"Ġthis":498,"Ġtokenizer":499,"Ġtest":500,"ctx":501,"ctxp":502,"ctxpro":503,"ctxprof":504,"Ġread":505,"Ġreads":506,"Ġfin":507,"Ġfinis":508,"Ġfinishe":509,"Ġfinished":510,"ĠJ":511,"ĠJS":512,"ĠJSO":513,"ĠJSON":514,"ĠJSONL":515,"Ġprints":516,"Ġfla":517,"Ġflam":518,"Ġflame":519,"gra":520,"grap":521,"graph":522,"pa":523,"pack":524,"package":525,"Ġimport":526,"Ġfun":527,"Ġfunc":528,"()":529,"Ġ{":530,"Print":531,"Printl":532,"Println":533,"(\"":534,"hello":535,"\")":536,"Ġ}":537,"Ġnil":538,"Ġerror":539,"Ġfull":540,"Ġfil":541,"Ġfiles":542,"sy":543,"syst":544,"system":545,"Ġrea":546,"Ġreas":547,"Ġreason":548,"Ġreasoning":549,"Ġtokens":550,"Ġclassify":551,"cre":552,"creation":553,"Ġmess":554,"Ġmessage":555,"Ġus":556,"Ġusage":557,"Claude":558,"Ġh":559,"Ġhar":560,"Ġharn":561,"Ġharness":562,"Ġwho":563,"Ġwhose":564,"Ġprof":565,"Ġprofil":566,"Ġprofiler":567,"Ġdiss":568,"Ġdissect":569,"Ġdissects":570,"fun":571,"funct":572,"function":573,"Ġconst":574,"Ġl":575,"Ġlet":576,"Ġvar":577,"Ġif":578,"Ġel":579,"Ġelse":580,"Ġwhile":581,"Ġsw":582,"Ġswit":583,"Ġswitch":584,"Ġcase":585,"Ġbre":586,"Ġbrea":587,"Ġbreak":588,"Ġcontin":589,"Ġcontinue":590,"Ġtr":591,"Ġtrue":592,"Ġfal":593,"Ġfalse":594,"Ġnull":595,"imp":596,"import":597,"Ġex":598,"Ġexp":599,"Ġexport":600,"Ġfro":601,"Ġfrom":602,"Ġext":603,"Ġexten":604,"Ġextend":605,"Ġextends":606,"Ġimplem":607,"Ġimplement":608,"Ġimplements":609,"Ġinter":610,"Ġinterf":611,"Ġinterface":612,"Ġty":613,"Ġtyp":614,"Ġtype":615,"Ġenu":616,"Ġenum":617,"Ġtra":618,"Ġtrait":619,"def":620,"Ġsel":621,"Ġself":622,"Ġyi":623,"Ġyie":624,"Ġyield":625,"Ġasy":626,"Ġasyn":627,"Ġasync":628,"Ġaw":629,"Ġawa":630,"Ġawait":631,"Ġlam":632,"Ġlamb":633,"Ġlambd":634,"Ġlambda":635,"Ġform":636,"Ġformat":637,"Ġstring":638,"Ġinte":639,"Ġinteg":640,"Ġinteger":641,"Ġflo":642,"Ġfloat":643,"Ġbo":644,"Ġbool":645,"Ġboole":646,"Ġboolea":647,"Ġboolean":648,"ä¸Ĭ":649,"ä¸Ĭä¸":650,"ä¸Ĭä¸ĭ":651,"ä¸Ĭä¸ĭæĸĩ":652,"ä¸Ĭä¸ĭæĸĩç":653,"ä¸Ĭä¸ĭæĸĩçª":654,"ä¸Ĭä¸ĭæĸĩçªĹ":655,"ä¸Ĭä¸ĭæĸĩçªĹå":656,"ä¸Ĭä¸ĭæĸĩçªĹåı":657,"ä¸Ĭä¸ĭæĸĩçªĹåı£":658,"ä¸Ĭä¸ĭæĸĩçªĹåı£å":659,"ä¸Ĭä¸ĭæĸĩçªĹåı£åĪ":660,"ä¸Ĭä¸ĭæĸĩçªĹåı£åĪĨ":661,"ä¸Ĭä¸ĭæĸĩçªĹåı£åĪĨæ":662,"ä¸Ĭä¸ĭæĸĩçªĹåı£åĪĨæŀ":663,"ä¸Ĭä¸ĭæĸĩçªĹåı£åĪĨæŀĲ":664,"ä¸Ĭä¸ĭæĸĩçªĹåı£åĪĨæŀĲå·¥åħ·":665,"Ġä¸Ń":666,"Ġä¸Ńæĸĩ":667,"Ġä":668,"Ġä¼":669,"Ġä¼°ç":670,"Ġä¼°ç®":671,"Ġä¼°ç®Ĺ":672,"Ġçľ":673,"ĠçľŁ":674,"ĠçľŁå":675,"ĠçľŁå®":676,"ĠçľŁå®ŀ":677,"ĠçĶ":678,"ĠçĶ¨":679,"ĠçĶ¨é":680,"ĠçĶ¨éĩ":681,"ĠçĶ¨éĩı":682,"Ġå":683,"Ġå¯":684,"Ġå¯¹":685,"Ġå¯¹è":686,"Ġå¯¹è´":687,"Ġå¯¹è´¦":688,"Ġç³":689,"Ġç³»":690,"Ġç³»ç":691,"Ġç³»ç»":692,"Ġç³»ç»Ł":693,"Ġç³»ç»Łæı":694,"Ġç³»ç»ŁæıĲ":695,"Ġç³»ç»ŁæıĲç":696,"Ġç³»ç»ŁæıĲç¤":697,"Ġç³»ç»ŁæıĲç¤º":698,"Ġç³»ç»ŁæıĲç¤ºè":699,"Ġç³»ç»ŁæıĲç¤ºè¯":700,"Ġç³»ç»ŁæıĲç¤ºè¯į":701,"Ġå·¥åħ·":702,"Ġå·¥åħ·æı":703,"Ġå·¥åħ·æıı":704,"Ġå·¥åħ·æııè":705,"Ġå·¥åħ·æııè¿":706,"Ġå·¥åħ·æııè¿°ç":707,"Ġå·¥åħ·æııè¿°ç¬":708,"Ġå·¥åħ·æııè¿°ç¬¦":709,"tokeniz":710,"tokenizer":711,"Ġtokenization":712,"Ġby":713,"Ġbyt":714,"Ġbyte":715,"Ġpa":716,"Ġpai":717,"Ġpair":718,"Ġenc":719,"Ġenco":720,"Ġencod":721,"Ġencoding":722,"Ġmerg":723,"Ġmerges":724,"Ġvo":725,"Ġvoc":726,"Ġvoca":727,"Ġvocab":728,"Ġvocabu":729,"Ġvocabula":730,"Ġvocabular":731,"Ġvocabulary":732,"Ġsub":733,"Ġsubw":734,"Ġsubwor":735,"Ġsubword":736,"Ġun":737,"Ġunit":738,"Ġunits":739,"Ġdet":740,"Ġdeter":741,"Ġdeterm":742,"Ġdetermin":743,"Ġdetermini":744,"Ġdeterminist":745,"Ġdeterministic":746,"Ġwr":747,"Ġwrit":748,"Ġwrite":749,"Ġpat":750,"Ġpath":751,"Ġdire":752,"Ġdirect":753,"Ġdirectory":754,"Ġwork":755,"Ġworks":756,"Ġworksp":757,"Ġworkspace":758,"Ġblo":759,"Ġblock":760,"Ġcontent":761,"Ġtext":762,"Ġthin":763,"Ġthink":764,"Ġthinking":765,"You":766,"Ġop":767,"Ġopen":768,"Ġopene":769,"Ġopened":770,"Ġlo":771,"Ġloa":772,"Ġloaded":773,"Ġthre":774,"Ġthree":775,"Ġor":776,"Ġfour":777,"Ġyou":778,"Ġnee":779,"Ġneeded":780,"Ġlast":781,"Ġwee":782,"Ġweek":783,"Ġwi":784,"Ġwired":785,"Ġser":786,"Ġserver":787,"Ġservers":788,"estimate":789,"Ġestimated":790,"Ġestimation":791,"Ġreconcil":792,"Ġreconcili":793,"Ġreconciliation":794,"Ġattribution":795,"Ġclassifi":796,"Ġclassifier":797,"Ġr":798,"Ġrul":799,"Ġrules":800,"Ġsing":801,"Ġsingl":802,"Ġsingle":803,"Ġstat":804,"Ġstatic":805,"Ġbin":806,"Ġbinar":807,"Ġbinary":808,"Ġturns":809,"Ġfl":810,"Ġflat":811,"Ġtot":812,"Ġtotal":813,"Ġinto":814,"Ġstructu":815,"Ġstructured":816,"Ġac":817,"Ġacro":818,"Ġacross":819,"Ġbuckets":820,"gith":821,"github":822,"Ġrep":823,"Ġrepo":824,"Ġrepos":825,"Ġreposit":826,"Ġrepository":827,"Ġstar":828,"Ġstars":829,"Ġiss":830,"Ġissu":831,"Ġissues":832,"Ġrequ":833,"Ġrequest":834,"Ġco":835,"Ġcom":836,"Ġcomm":837,"Ġcommit":838,"Ġbra":839,"Ġbran":840,"Ġbranch":841,"Ġmerge":842,"Ġreb":843,"Ġrebase":844,"Ġcl":845,"Ġclon":846,"Ġclone":847,"Ġfet":848,"Ġfetch":849,"Ġpus":850,"Ġpush":851,"ĊĊ":852}}